[
  {
    "id": 1,
    "name": "Jujutsu Kaisen 1",
    "price": 10,
    "image": "assets/jujutskukaisen-1.jpeg",
    "description": "Hoewel Yuji Itadori eruitziet als een doorsnee tiener, is zijn enorme fysieke kracht iets om te aanschouwen! Elke sportclub wil dat hij lid wordt, maar Itadori hangt liever rond met de buitenbeentjes van de school in de Occult Club. Op een dag krijgt de club hun handen op een verzegeld vervloekt object. Ze weten niet welke terreur ze zullen ontketenen als ze de zegel verbreken... Voor oudere tienerpubliek."
  },
  {
    "id": 2,
    "name": "Chainsaw Man 1",
    "price": 10,
    "image": "assets/chainsawman-1.jpeg",
    "description": "Denji is een arme jongeman die alles doet voor geld, zelfs het jagen op duivels met zijn huisduivel-hond Pochita. Hij is een eenvoudige man met eenvoudige dromen, verdrinkend onder een berg van schulden. Maar zijn trieste leven wordt op zijn kop gezet op de dag dat hij verraden wordt door iemand die hij vertrouwt. Nu, met de kracht van een duivel in hem, is Denji een compleet nieuwe man geworden - Chainsaw Man! Voor oudere tienerpubliek."
  },
  {
    "id": 3,
    "name": "Demon Slayer 1",
    "price": 10,
    "image": "assets/demonslayer-1.jpeg",
    "description": "Het leren vernietigen van demonen zal niet makkelijk zijn, en Tanjiro weet nauwelijks waar te beginnen. De verrassende verschijning van een andere jongen genaamd Giyu, die lijkt te weten wat er aan de hand is, kan wat antwoorden bieden - maar alleen als Tanjiro Giyu kan stoppen met het doden van zijn zus eerst! Voor tienerpubliek."
  },
  {
    "id": 4,
    "name": "Haikyu 1",
    "price": 10,
    "image": "assets/haikyu-1.jpeg",
    "description": "Na zijn eerste en laatste volleybalwedstrijd te verliezen tegen Tobio Kageyama, de Koning van het Hof, zweert Shoyo Hinata zijn rivaal te worden na het afronden van de middelbare school. Maar wat gebeurt er als de jongen die zijn rivaal zou moeten zijn, zijn teamgenoot blijkt te zijn?! Voor tienerpubliek."
  },
  {
    "id": 5,
    "name": "Princess Mononoke",
    "price": 60,
    "image": "assets/artbook-mononoke.jpg",
    "description": "Princess Mononoke was de eerste film van Hayao Miyazaki die doorbrak in de Amerikaanse mainstream. De reis van het eerste idee tot het grote scherm is hier vastgelegd, in de honderden beelden van voorlopige schetsen tot dynamische animatiecellen."
  },
  {
    "id": 6,
    "name": "Ghibli Guide",
    "price": 70,
    "image": "assets/ghibli-guide.jpeg",
    "description": "De Ghibliotheque Guide to Anime geeft een toegankelijke beginnersrondleiding in de wereld van de populaire Japanse geanimeerde cinema, met een pad dat alles omvat, van giganten in de industrie zoals Akira, Ghost in the Shell en Your Name, tot diepere snedes, verborgen juweeltjes en toekomstige klassiekers die elke nieuwkomer in de kunstvorm moet zien. Elk hoofdstuk richt zich op een van de allerbeste anime-films aller tijden."
  },
  {
    "id": 7,
    "name": "Jujutsu Kaisen 0",
    "price": 30,
    "image": "assets/jujutsukaisen-br.jpg",
    "description": "Gewelddadige ongelukken gebeuren vaak rond de 16-jarige Yuuta Okkotsu, een timide slachtoffer van pesten op de middelbare school. Yuuta is belast met een monsterlijke vloek, een kracht die meedogenloze wraak neemt op zijn pestkoppen. Rika Orimoto, Yuuta's vloek, is een schaduw uit zijn tragische kindertijd en een potentieel dodelijke dreiging voor iedereen die het waagt hem verkeerd te behandelen."
  },
  {
    "id": 8,
    "name": "NG Evangelion",
    "price": 50,
    "image": "assets/eva-br.jpg",
    "description": "In 2015 wordt Tokyo-3 aangevallen door 'Angels', buitengewone wezens met verschillende speciale vermogens. Multipurpose Humanoid Decisive Weapon, Evangelion is de enige methode om deze Angels tegen te gaan, en Shinji Ikari wordt gekozen als de piloot ervan. De strijd om het lot van de mensheid is begonnen. Wat zijn de Angels precies? Wat staat de jonge piloten te wachten? En wat zal er van de mensheid worden? Gepresenteerd op Blu-ray voor het eerst in Noord-Amerika."
  },
  {
    "id": 9,
    "name": "Eren Nendoroid",
    "price": 90,
    "image": "assets/eren.webp",
    "description": "Van 'Attack on Titan' komt een Nendoroid van Eren Yeager in zijn volwassen verschijning. Hij wordt geleverd met drie gezichtsplaten, waaronder een standaardgezicht, een verlangend gezicht en een geheime gezichtsplaat. Optionele onderdelen zijn onder andere het paar kettingen dat verscheen tijdens Eren's reis door herinneringen uit het verleden, evenals een boek dat de buitenwereld afbeeldt waar Eren als kind naar verlangde."
  },
  {
    "id": 10,
    "name": "Kurosaki Ichigo",
    "price": 40,
    "image": "assets/ichigo.webp",
    "description": "Ichigo Kurosaki van 'BLEACH', in BANKAI-modus van de Bleach: Thousand-Year Blood War, voegt zich bij Banpresto. Met fijne details en flexibele onderdelen die de hoge positiemogelijkheden niet in de weg staan, kan deze figuur je favoriete scènes opnieuw creëren."
  },
  {
    "id": 11,
    "name": "Monkey D. Luffy",
    "price": 50,
    "image": "assets/luffy.webp",
    "description": "Op zijn zoektocht naar de legendarische One Piece is de brutale jonge piraat genaamd Monkey D. Luffy zelf een schat geworden. Hoewel hij misschien niet zo mysterieus is als de schat die verborgen is door Gol D. Roger, is hij zeker een waardevolle edelsteen voor verzamelaars en anime-fans! Je kunt deze One Piece Collectible Figure 'Luffy' maar beter snel in handen krijgen voordat een andere groep piraten probeert hem van je af te pakken! Deze gedetailleerde replica van je favoriete grappige en uiterst flexibele piraat staat in een gevechtshouding."
  },
  {
    "id": 12,
    "name": "HG gundam: IBO",
    "price": 20,
    "image": "assets/gundam.webp",
    "description": "High Grade Iron-Blooded Orphans is de eerste High Grade 1/144 schaalreeks die complete skeletachtige binnenframes bevat, die meestal alleen te zien zijn in de meer geavanceerde Real Grade, Master Grade en Perfect Grade lijnen. Het ontwerp van de Gunpla-kits maakt uitwisselbaarheid van pantseronderdelen tussen verschillende kits mogelijk."
  }
]
